Repository: Hylo-dev/Cascade
Catalog: Cascade/Resources/Localizable.xcstrings
Source language: en
Languages: it

source: %@ didn’t complete the request (%d).
it: %@ non ha completato la richiesta (%d).

source: %@ isn’t available (%d).
it: %@ non è disponibile (%d).

source: %@ isn’t responding (%lld).
it: %@ non risponde (%lld).

source: %@ isn’t responding.
it: %@ non risponde.

source: %@ · disconnected
it: %@ · scollegato

source: %@, by %@, paused
it: %@, di %@, in pausa

source: %@, by %@, playing
it: %@, di %@, in riproduzione

source: %@: not available in this player
it: %@: non disponibile in questo player

source: A Moment of Calm
it: Un momento di calma

source: A trackpad tap when the notch expands.
it: Un tocco del trackpad quando il notch si espande.

source: Accessibility
it: Accessibilità

source: Accessibility is required to dismiss native alerts.
it: Accessibilità necessaria per chiudere gli avvisi nativi.

source: activity screen display
it: attività schermo display activity screen

source: Add to Favorites
it: Aggiungi ai preferiti

source: Adding…
it: Aggiunta in corso…

source: Adjust Notch Size…
it: Regola dimensioni del notch…

source: Adjust…
it: Regola…

source: AirPods alert
it: Avviso AirPods

source: AirPods · Preview
it: AirPods · Anteprima

source: Alert replacement is off
it: Sostituzione degli avvisi non attiva

source: Alerts
it: Avvisi

source: Align the notch with your Mac’s camera.
it: Allinea il notch alla fotocamera del tuo Mac.

source: All Displays
it: Tutti gli schermi

source: Allow Access to Music and Spotify…
it: Consenti accesso a Music e Spotify…

source: Allow access to the music player.
it: Consenti l'accesso al lettore musicale.

source: Allow Accessibility for Spotlight from the notch
it: Consenti Accessibilità per Spotlight dal notch

source: Allow Accessibility for Volume Keys…
it: Consenti Accessibilità per i tasti volume…

source: Allow Accessibility…
it: Consenti Accessibilità…

source: Allow Cascade to control %@ in System Settings → Privacy & Security → Automation.
it: Consenti a Cascade di controllare %@ in Impostazioni di Sistema → Privacy e sicurezza → Automazione.

source: Allow Cascade to use the volume keys to show the alert in the notch.
it: Consenti a Cascade di usare i tasti volume per mostrare l’avviso nel notch.

source: Allow Player Access…
it: Consenti accesso al player…

source: Allow System Audio in System Settings…
it: Consenti audio di sistema nelle Impostazioni…

source: Allow System Audio…
it: Consenti audio di sistema…

source: Animate the bars with the audio that’s playing.
it: Anima le barre con l’audio in riproduzione.

source: Apple Music and Spotify
it: Apple Music e Spotify

source: Application
it: Applicazione

source: Audio isn’t available to the visualizer
it: Audio non disponibile per il visualizzatore

source: Audio visualizer
it: Visualizzatore audio

source: Audio visualizer is on
it: Visualizzatore audio attivo

source: Authorize Another Open Player…
it: Autorizza un altro player aperto…

source: Back to Shelf
it: Torna al ripiano

source: Bars from Playing Audio
it: Barre dall’audio riprodotto

source: Bluetooth Alerts
it: Avvisi Bluetooth

source: Bluetooth monitoring isn’t available on this system.
it: Monitor Bluetooth non disponibile su questo sistema.

source: Cancel
it: Annulla

source: Cascade no longer has permission to access this file.
it: Cascade non dispone più del permesso per questo file.

source: Cascade Settings
it: Impostazioni di Cascade

source: Charging
it: Ricarica

source: Charging alert
it: Avviso ricarica

source: Charging Alerts in the Notch
it: Avvisi ricarica nel notch

source: Check Audio Permission Again
it: Ricontrolla il permesso audio

source: Check Permission Again
it: Ricontrolla il permesso

source: Check Volume Permission Again
it: Ricontrolla il permesso volume

source: Choose Notch or Dynamic Island for each display without a notch.
it: Scegli Notch o Dynamic Island per ogni display senza taglio.

source: Choose the file to relink
it: Scegli il file da ricollegare

source: Choose which displays show activities.
it: Scegli su quali schermi mostrare le attività.

source: Clearing…
it: Svuotamento in corso…

source: Click the icons to open the list. Try the back gesture and the arrow in the shelf.
it: Clic sulle icone per aprire l’elenco. Prova il gesto di ritorno e la freccia nel ripiano.

source: Close List
it: Chiudi elenco

source: Command failed. Try again.
it: Comando non riuscito. Riprova.

source: Command in progress
it: Comando in corso

source: Conversion not available yet
it: Conversione non ancora disponibile

source: Couldn’t prepare the request to the player.
it: Impossibile preparare la richiesta al lettore.

source: Disconnected Display
it: Schermo scollegato

source: Disconnected Display, %@
it: Schermo scollegato, %@

source: Display
it: Schermo

source: Display style
it: Stile sugli schermi

source: Displays
it: Schermi

source: Drag files here
it: Trascina qui i file

source: Drop regular local files to add them to the shelf
it: Rilascia file locali regolari per aggiungerli al ripiano

source: Drop to add
it: Rilascia per aggiungere

source: Files
it: File

source: Focus follows the active window; if that isn’t available, it uses the pointer, then the main display. The Cascade shape stays on every display.
it: Il focus segue la finestra attiva; se non è disponibile usa il puntatore, poi lo schermo principale. La sagoma di Cascade rimane su tutti gli schermi.

source: Folders and promised files not supported
it: Cartelle e file promessi non supportati

source: Follow Focus
it: Segui il focus

source: Haptic feedback
it: Feedback aptico

source: Haptic Feedback on Hover
it: Feedback aptico in hover

source: Hardware notch
it: Notch hardware

source: Hardware notch size
it: Dimensioni del notch hardware

source: Heading Home
it: Verso casa

source: Invalid playback position.
it: Posizione di riproduzione non valida.

source: Live
it: In diretta

source: Local files only
it: Solo file locali

source: Local files only. Folders and promised files aren’t supported.
it: Solo file locali. Cartelle e file promessi non sono supportati.

source: Low Power Mode
it: Risparmio energetico

source: Low Power Mode · Yellow
it: Risparmio energetico · giallo

source: Mac Audio Output
it: Uscita audio del Mac

source: macOS Bluetooth Alerts
it: Avvisi Bluetooth di macOS

source: macOS volume indicator is on
it: Indicatore volume di macOS attivo

source: Morning Light
it: Luce del mattino

source: Music
it: Musica

source: Music Access
it: Accesso alla musica

source: Music Live Activity
it: Live Activity musicale

source: Music Live Activity is off
it: Live Activity musicale non attiva

source: Music Preview · Cascade
it: Anteprima musicale · Cascade

source: Native alert monitoring is on
it: Monitoraggio degli avvisi nativi attivo

source: Native shortcut active · Accessibility unavailable
it: Scorciatoia nativa attiva · Accessibilità non disponibile

source: Native shortcut active · reopen the menu to try again
it: Scorciatoia nativa attiva · riapri il menu per riprovare

source: Next Page
it: Pagina successiva

source: Next Track
it: Brano successivo

source: No compatible player is active.
it: Nessun lettore compatibile è attivo.

source: No outputs available
it: Nessuna uscita disponibile

source: Normal · Green
it: Normale · verde

source: Only regular local files are accepted, not folders or promised files.
it: Sono accettati solo file locali regolari, non cartelle o file promessi.

source: Open File List
it: Apri elenco file

source: Open Spotlight from the Notch
it: Apri Spotlight dal notch

source: Open Spotlight once to connect it to the notch
it: Apri Spotlight una volta per collegarla al notch

source: Open system search from the notch.
it: Apri la ricerca di sistema dal notch.

source: Pause
it: Pausa

source: Play
it: Riproduci

source: Playback and controls for Apple Music and Spotify.
it: Riproduzione e controlli di Apple Music e Spotify.

source: Preview charging in Low Power Mode.
it: Anteprima della ricarica in modalità risparmio.

source: Preview the battery while charging.
it: Anteprima della batteria in carica.

source: Previews
it: Anteprime

source: Previous Track
it: Brano precedente

source: Quick Look %@
it: Anteprima %@

source: Quit Cascade
it: Esci da Cascade

source: Reduce Motion
it: Riduci movimento

source: Relink %@…
it: Ricollega %@

source: Remove %@
it: Rimuovi %@

source: Remove from Favorites
it: Rimuovi dai preferiti

source: Rename
it: Rinomina

source: Rename File
it: Rinomina file

source: Replace macOS alerts
it: Sostituisci avvisi di macOS

source: Replace Native Bluetooth Alerts
it: Sostituisci avvisi Bluetooth nativi

source: Replacement isn’t available on this system.
it: Sostituzione non disponibile su questo sistema.

source: Replay Entrance
it: Rigioca ingresso

source: Retry Audio Visualizer
it: Riprova visualizzatore audio

source: Retry Player Access…
it: Riprova accesso al player…

source: Retry Volume Replacement
it: Riprova sostituzione volume

source: screen display notch Dynamic Island style
it: schermo display notch Dynamic Island style screen

source: Search
it: Ricerca

source: Search Results
it: Risultati di ricerca

source: Select %@
it: Seleziona %@

source: Select a file to rename
it: Seleziona un file da rinominare

source: Selected
it: Selezionata

source: session %u
it: sessione %u

source: Settings…
it: Impostazioni…

source: Shelf
it: Ripiano

source: Shelf preview in the notch
it: Anteprima del ripiano nella tacca

source: Shelf preview · sample data
it: Anteprima ripiano · dati di esempio

source: Show %@ in Finder
it: Mostra %@ nel Finder

source: Show a preview without changing the volume.
it: Mostra un’anteprima senza cambiare il volume.

source: Show an alert when you connect power.
it: Mostra un avviso quando colleghi l’alimentazione.

source: Show connection and battery for accessories.
it: Mostra connessione e batteria degli accessori.

source: Show Live Activities
it: Mostra Live Activities

source: Show private activities too.
it: Rendi visibili anche le attività private.

source: Show sensitive content
it: Mostra contenuti sensibili

source: Show Sensitive Content
it: Mostra contenuti sensibili

source: Show the level when you press the volume keys.
it: Mostra il livello quando premi i tasti volume.

source: Simulate earbuds connecting.
it: Simula la connessione degli auricolari.

source: Specific Display
it: Schermo specifico

source: Spotlight detaches from the notch
it: Spotlight si stacca dal notch

source: Spotlight detachment
it: Distacco Spotlight

source: Spotlight from the Notch
it: Spotlight dal notch

source: Spotlight from the notch is off
it: Spotlight dal notch non attiva

source: Spotlight isn’t responding · try the shortcut again
it: Spotlight non risponde · riprova la scorciatoia

source: Style
it: Stile

source: System Audio
it: Audio di sistema

source: Temporary choice for this connection
it: Scelta temporanea per questa connessione

source: Test
it: Prova

source: Test AirPods Alert
it: Prova avviso AirPods

source: Test Charging Alert
it: Prova avviso ricarica

source: Test Liquid Glass Detachment
it: Prova il distacco Liquid Glass

source: Test Volume Alert
it: Prova avviso volume

source: The bars turn on during playback.
it: Le barre si attivano durante la riproduzione.

source: The file isn’t available. You can relink or remove it.
it: Il file non è disponibile. Puoi ricollegarlo o rimuoverlo.

source: The file isn’t supported.
it: Il file non è supportato.

source: The file operation couldn’t be completed.
it: Impossibile completare l’operazione sul file.

source: The Liquid Glass droplet requires macOS 26 or later
it: La goccia Liquid Glass richiede macOS 26 o successivo

source: The name will also change in Finder.
it: Il nome verrà modificato anche nel Finder.

source: The native banner may appear briefly.
it: Il banner nativo può comparire brevemente.

source: The operation was interrupted.
it: L’operazione è stata interrotta.

source: The player didn’t report the favorite status.
it: Il lettore non ha fornito lo stato dei preferiti.

source: The shelf can’t be shown.
it: Il ripiano non può essere mostrato.

source: The shelf changed. Try again.
it: Il ripiano è cambiato. Riprova.

source: The shelf doesn’t have enough space.
it: Il ripiano non dispone di spazio sufficiente.

source: The track changed. Try again on the current track.
it: Il brano è cambiato. Riprova sul brano attuale.

source: This audio output handles volume through macOS.
it: Questa uscita audio gestisce il volume con macOS.

source: This content doesn’t allow changing the position.
it: Questo contenuto non consente di cambiare posizione.

source: This player doesn’t expose favorites.
it: Questo lettore non espone i preferiti.

source: Track Progress
it: Avanzamento brano

source: Try Again
it: Riprova

source: Try the Liquid Glass animation.
it: Prova l’animazione Liquid Glass.

source: Try the notch’s alerts and animations.
it: Prova gli avvisi e le animazioni del notch.

source: Turn on a system shortcut for Spotlight
it: Attiva una scorciatoia di sistema per Spotlight

source: Turning on volume alerts…
it: Attivazione avvisi volume…

source: Use the notch for Bluetooth alerts.
it: Usa il notch per gli avvisi Bluetooth.

source: Version
it: Versione

source: Volume alert
it: Avviso volume

source: Volume alerts are off
it: Avvisi volume non attivi

source: Volume Alerts in the Notch
it: Avvisi volume nel notch

source: Volume keys redirected to the notch
it: Tasti volume reindirizzati al notch

source: Without permission, the macOS indicator stays on.
it: Senza permesso resta attivo l'indicatore di macOS.
